MANAGE_EPIC_MESSAGE = """
*مدیریت اپیک*
برای تعریف اپیک جدید دستور /new_epic را بفرستید
برای ویرایش و یا حذف اکیپ های موجود، از بین اپیک های زیر انتخاب کنید
""".strip()
MANAGE_EPIC_EMPTY_MESSAGE = """
*مدیریت اپیک*
شما در حال خاضر هیچ اپیکی ندارید
برای تعریف اپیک جدید دستور /new_epic را بفرستید
""".strip()

MANAGE_TASK_MESSAGE = """
*مدیریت تسک*
شما در حال حاضر تسک های زیر را دارید.
برای تعریف تسک جدید دستور /new_task را بفرستید
برای ویرایش و یا حذف تسک های موجود، از بین تسک های زیر انتخاب کنید
""".strip()

MANAGE_TASK_EMPTY_MESSAGE = """
*مدیریت تسک*
شما در حال حاظر تسکی ندارید
برای تعریف تسک جدید دستور /new_task را بفرستید
""".strip()

NEW_EPIC_MESSAGE = """
*ساخت اپیک جدید*
عنوان را در خط اول و از خط دوم توضیحات را وارد کنید
""".strip()

NEW_EPIC_CREATED = """
اپیک {name} با موفقیت ساخته شد.
""".strip()

NO_EPIC_MESSAGE = """
شما در حال حاضر هیچ اپیک فعالی ندارید.
""".strip()

SELECT_EPIC_FOR_NEW_TASK = """
اپیکی را که میخواهید به آن تسک اضافه کنید را انتخاب کنید.
""".strip()

SEND_TASK_TITLE_AND_DESCRIPTION = """
عنوان تسک را در خط اول و از خط دوم توضیحات تسک را وارد کنید
""".strip()

NEW_TASK_CREATED = """
تسک {name} با موفقیت ساخته شد.
""".strip()
